var questionsData = [
  {
    wording: 'По мнению книги Зоар Творец сотворил творение чтобы ...',
    pointsAvailable: 1,
    options: {
      a: 'Его познавали',
      b: 'раскрыть Свое совершенство',
      c: 'у Него было жилище в низших (мирах)'
    },
    correctOptions: ['a'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Кто автор книги Тания?',
    pointsAvailable: 0.8,
    options: {
      a: 'Хаим Виталь',
      b: 'Рабби Шимон',
      c: 'Ари',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['d'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Кто основал движение Хабад?',
    pointsAvailable: 0.8,
    options: {
      a: 'Любавический ребе',
      b: 'Бааль Сулам',
      c: 'Бааль Шем Тов',
      d: 'Алтер Ребе',
      e: 'Нет правильных ответов'
    },
    correctOptions: ['a', 'd'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Какой формулировки цели творения придерживается книга Тания?',
    pointsAvailable: 1,
    options: {
      a: 'Чтобы Его познавали',
      b: 'Чтобы раскрылась полнота Его сил и свершений',
      c: 'Чтобы у Него было жилище в низших (мирах)',
      d: 'Чтобы даровать сотворенным Шефа'
    },
    correctOptions: ['c'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Есть ли расхождение по вопросу о цели творения между Алтер Ребе и Ари?',
    pointsAvailable: 1,
    options: {
      a: 'Да',
      b: 'Нет'
    },
    correctOptions: ['a'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Есть ли существенное расхождение по вопросу о цели творения в книгах Эц Хаим и Тания?',
    pointsAvailable: 1,
    options: {
      a: 'Да',
      b: 'Нет'
    },
    correctOptions: ['b'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Где творению сложнее проявить свою неразделимость с Творцом?',
    pointsAvailable: 1.2,
    options: {
      a: 'В нашем мире',
      b: 'В духовном мире',
      c: 'Там где больше эгоизма',
      d: 'Там где меньше эгоизма'
    },
    correctOptions: ['b', 'd'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Какая цель творения согласно Рамхалю?',
    pointsAvailable: 0.8,
    options: {
      a: 'Даровать благо сотворенным',
      b: 'Раскрыть Свое совершенство',
      c: 'Даровать сотворенным Шефа',
      d: 'Чтобы у Него было жилище в низших мирах'
    },
    correctOptions: ['a', 'c'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Когда возможно получение блага творениями от Творца по мнению Рамхаля?',
    pointsAvailable: 1.2,
    options: {
      a: 'Когда творение самостоятельно его приобретет',
      b: 'Когда творение будет владельцем этого блага',
      c: 'Когда творение получит благо как подарок',
      d: 'Когда творение устраняет свои недостатки'
    },
    correctOptions: ['a', 'b', 'd'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'По мнению Рамхаля самая глубокая формулировка ответа на вопрос о причине сотворения мира это чтобы ... ',
    pointsAvailable: 1,
    options: {
      a: 'проявить Свое Совершенство',
      b: 'раскрыть Свое единство',
      c: 'принести созданиям совершенное добро',
    },
    correctOptions: ['b'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Проникнуть в духовный мир мы можем только через маску физического бытия.',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет'
    },
    correctOptions: ['a'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Что означает корень слова "природа" на иврите?',
    pointsAvailable: 0.8,
    options: {
      a: 'Спрятать',
      b: 'Раскрыть',
      c: 'Победить',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['d'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'На каком уровне восприятия реальности человек обладает кристально чистым воспряитием Единства Творца?',
    pointsAvailable: 1,
    options: {
      a: 'На первом',
      b: 'На втором',
      c: 'На третьем',
      d: 'На четвертом',
      e: 'На пятом'
    },
    correctOptions: ['c', 'd'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'На каком уровне восприятия реальности человек способен творить чудеса?',
    pointsAvailable: 0.8,
    options: {
      a: 'На первом',
      b: 'На втором',
      c: 'На третьем',
      d: 'На четвертом',
      e: 'На пятом'
    },
    correctOptions: ['d'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'Для чего Б-г создал природу?',
    pointsAvailable: 1,
    options: {
      a: 'Дать человеку возможность проявить свободу выбора',
      b: 'Лишить человека свободы выбора',
      c: 'Чтобы скрыть Себя',
      d: 'Чтобы скрыть Свое управление'
    },
    correctOptions: ['a', 'c', 'd'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
  {
    wording: 'На каком уровне восприятия реальности человек относиться к природе как к маске Творца?',
    pointsAvailable: 1,
    options: {
      a: 'На первом',
      b: 'На втором',
      c: 'На третьем',
      d: 'На четвертом',
      e: 'На пятом'
    },
    correctOptions: ['c', 'd'],
    themes: ['knm-3-lesson-1', 'knm-3']
  },
];
