const questionsData = [
  {
    wording: 'Материал духовных объектов представляет собой ...',
    pointsAvailable: 0.8,
    options: {
      a: 'темную материю',
      b: 'желание получать',
      c: 'Б-жественный свет',
    },
    correctOptions: ['b'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Все отличия людей друг от друга из-за различий их желаний.',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['a'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'На сколько групп делится человечество в зависимости от желаний?',
    pointsAvailable: 0.8,
    options: {
      a: '2',
      b: '4',
      c: '5',
      c: '10',
    },
    correctOptions: ['b'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Какая самая большая по численности категория человечества согласно делению на 4 вида желаний?',
    pointsAvailable: 0.8,
    options: {
      a: 'Богачи',
      b: 'Властители',
      c: 'Мудрецы',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Какая самая маленькая по численности категория человечества согласно делению на 4 вида желаний?',
    pointsAvailable: 0.8,
    options: {
      a: 'Богачи',
      b: 'Властители',
      c: 'Мудрецы',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['c'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Какому уровню природы соответствует категория "богачи"?',
    pointsAvailable: 0.8,
    options: {
      a: 'Неживому',
      b: 'Растительному',
      c: 'Животному',
      d: 'Говорящему',
    },
    correctOptions: ['b'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Какому уровню природы соответствует категория "властители"?',
    pointsAvailable: 0.8,
    options: {
      a: 'Неживому',
      b: 'Растительному',
      c: 'Животному',
      d: 'Говорящему',
    },
    correctOptions: ['c'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Что из перечисленного соответствует растительному уровню природы?',
    pointsAvailable: 1.2,
    options: {
      a: 'Честолюбие',
      b: 'Желание почета',
      c: 'Зависть',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Животный уровень природы соответствует склонности к ...',
    pointsAvailable: 1.2,
    options: {
      a: 'желанию почета',
      b: 'зависти',
      c: 'вожделению',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['c'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Кого из народной массы порождает склонность к зависти?',
    pointsAvailable: 0.8,
    options: {
      a: 'Богачей',
      b: 'Властителей',
      c: 'Мудрецов',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['c'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Богачи происходят из народной массы благодаря склонности к ...',
    pointsAvailable: 0.8,
    options: {
      a: 'вожделению',
      b: 'зависти',
      c: 'честолюбию',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['a'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Что такое желание согласно словарю курса?',
    pointsAvailable: 1,
    options: {
      a: 'Незаполненная потребность',
      b: 'Заполненная потребность',
      c: 'Выясненная потребность',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Потребность и желание это в принципе одно и то же.',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['b'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Что такое потребность согласно словарю курса?',
    pointsAvailable: 1,
    options: {
      a: 'То, без чего нельзя обойтись',
      b: 'То, без чего можно и обойтись',
      c: 'Синоним желания',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Стремление к почестям соответствует растительному уровню природы.',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['b'],
    themes: ['kb-2', 'kb']
  },
  {
    wording: 'Что из перечисленного соответствует животному уровню природы?',
    pointsAvailable: 1.2,
    options: {
      a: 'Честолюбие',
      b: 'Желание почета',
      c: 'Зависть',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['a', 'b'],
    themes: ['kb-2', 'kb']
  },
];
