var questionsData = [
  {
    wording: 'Комплекс мистических знаний стали называть словом каббала ...',
    pointsAvailable: 0.8,
    options: {
      a: 'до нашей эры',
      b: 'в нашей эре',
      c: 'в 12 веке',
      d: 'в 16 веке',
      e: 'в 19 веке',
    },
    correctOptions: ['b', 'c'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'От какого слова происходит слово каббала?',
    pointsAvailable: 0.8,
    options: {
      a: 'Отдавать',
      b: 'Любить',
      c: 'Получать',
      d: 'Соответствовать',
    },
    correctOptions: ['c'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'Встречается ли слово каббала в Пятикнижии?',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['b'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'В какой фразе в Пятикнижии присутствует корень слова каббала?',
    pointsAvailable: 1,
    options: {
      a: 'Получать вознаграждение',
      b: 'Получать наказание',
      c: 'Соответствующие двери',
      d: 'Соответствующие петли',
    },
    correctOptions: ['d'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'Откуда появились каббалистические модели скрытой реальности?',
    pointsAvailable: 1,
    options: {
      a: 'Творец открыл',
      b: 'Через пророков',
      c: 'Это продукт совершенного человеческого разума',
      d: 'В наше время ничего не известно об их источниках',
    },
    correctOptions: ['a', 'b'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'Способность воспринимать модели Каббалы в первую очередь зависит от ...',
    pointsAvailable: 1.2,
    options: {
      a: 'желания достичь совершенства',
      b: 'знаний Письменной и Устной Торы',
      c: 'чуткости человека к единству присущему Творцу',
      d: 'способности рационально мыслить',
    },
    correctOptions: ['c'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'Основная цель Каббалы - ...',
    pointsAvailable: 1.2,
    options: {
      a: 'раскрыть человеку тайны о свойствах Всевышнего',
      b: 'рассказать об устройстве духовных миров',
      c: 'сообщить как проявляется присутствие Творца в нижнем мире',
      d: 'усиление чуткости к единству Б-га',
    },
    correctOptions: ['d'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'Исторически каббала возникла начиная с ...',
    pointsAvailable: 1,
    options: {
      a: 'Адама',
      b: 'Ноаха',
      c: 'Авраама',
      d: 'Моше',
    },
    correctOptions: ['c'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'Кому запрещено в наше время изучать Каббалу?',
    pointsAvailable: 0.8,
    options: {
      a: 'неевреям',
      b: 'тем, кто не соблюдает все возложенные на него заповеди',
      c: 'женщинам',
      d: 'мужчинам до 40 лет',
      e: 'нет правильных ответов',
    },
    correctOptions: ['e'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'Распространение учения Каббалы особо актуально ...',
    pointsAvailable: 1,
    options: {
      a: 'в наше время',
      b: 'в последних поколениях',
      c: 'перед приходом Машиаха',
      d: 'нет правильных ответов',
    },
    correctOptions: ['a', 'b', 'c'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'Является ли книга Зоар каббалистической?',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['a'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'В чем изучение Каббалы помогает человеку?',
    pointsAvailable: 1,
    options: {
      a: 'В раскрытии своего потенциала',
      b: 'В выполнении своего предназначения в мире',
      c: 'В понимании как проявляется Его присутствие в нашем мире',
      d: 'В усилении ощущения Б-жественности',
      f: 'В предотвращениие страданий'
    },
    correctOptions: ['a', 'b', 'c', 'd', 'f'],
    themes: ['knm-lesson-0', 'knm']
  },
  {
    wording: 'Каббала это - ...',
    pointsAvailable: 1,
    options: {
      a: 'душа Торы',
      b: 'тело Торы',
      c: 'внутренний аспект Торы',
      d: 'отдельное знание, не связанное с Торой',
      f: 'тайная часть еврейского учения'
    },
    correctOptions: ['a', 'c', 'f'],
    themes: ['knm-lesson-0', 'knm']
  }
];
//
// console.log(questionsData.length);
