var questionsData = [
  {
    wording: 'Продолжите определение замысла Творца используемое на курсе: "Творец создал творение с намерением..."',
    pointsAvailable: 1,
    options: {
      a: 'передать ему свою Любовь',
      b: 'передать ему Свою безгранично любящую сущность',
      c: 'передать ему Свою сущность',
      d: 'передать ему Свою непознаваемую сущность',
      e: 'Нет правильных ответов.',
    },
    correctOptions: ['b'],
    themes: ['knm-lesson-2', 'knm']
  },
  {
    wording: 'Как переводится слово "Шефа"?',
    pointsAvailable: 0.8,
    options: {
      a: 'Благодать',
      b: 'Шефство',
      c: 'Опека',
      d: 'Изобилие',
      e: 'Нет правильных ответов.',
    },
    correctOptions: ['d', 'a'],
    themes: ['knm-lesson-2', 'knm']
  },
  {
    wording: 'Тетраграмматон это - ',
    pointsAvailable: 1,
    options: {
      a: 'имя Б-га',
      b: 'имя Б-га указывающее на Его сущность',
      c: 'самое важное Имя Б-га',
      d: 'раскрывающееся в творении Имя Б-га',
      e: 'единственное имя Б-га, которое разрешено произносить',
      f: 'модель, посредством которой Б-г раскрывается в Творении',
    },
    correctOptions: ['a', 'b', 'c', 'd', 'f'],
    themes: ['knm-lesson-2', 'knm']
  },
  {
    wording: 'Почему в Каббале необходимо "мышление соответствиями"?',
    pointsAvailable: 1.2,
    options: {
      a: 'Чтобы перенять качества Всевышнего',
      b: 'Чтобы усвоить Его видение реальности',
      c: 'Чтобы уподобиться Ему',
      d: 'Чтобы видеть печать Всевышнего в мире вокруг, а не в себе',
      e: 'Чтобы видеть печать Всевышнего в мире вокруг',
    },
    correctOptions: ['a', 'b', 'c', 'e'],
    themes: ['knm-lesson-2', 'knm']
  },
  {
    wording: 'Свет души это - ',
    pointsAvailable: 0.8,
    options: {
      a: 'Шефа',
      b: 'то, что наполняет сосуд души',
      c: 'то что заполняет кли души',
      d: 'то что исходит из самого Творца',
      f: 'Нет правильных ответов.'
    },
    correctOptions: ['a', 'b', 'c', 'd'],
    themes: ['knm-lesson-2', 'knm']
  },
  {
    wording: '"Нечто возникшее из ничего" это - ',
    pointsAvailable: 1,
    options: {
      a: 'Ор души',
      b: 'Кли души',
      c: 'желание получить Шефа',
      d: 'Ацмуто',
      f: 'Нет правильных ответов.'
    },
    correctOptions: ['b', 'c'],
    themes: ['knm-lesson-2', 'knm']
  },
  {
    wording: 'К подобию свойств с Творцом приводит ...',
    pointsAvailable: 0.8,
    options: {
      a: 'желание получать',
      b: 'желание отдавать',
    },
    correctOptions: ['b'],
    themes: ['knm-lesson-2', 'knm']
  },
];
