var questionsData = [
  {
    wording: '"Вера его" (эмунато) состоит из тех же букв что и ...',
    pointsAvailable: 1,
    options: {
      a: '"жизнь его"',
      b: '"ремесло его"',
      c: '"Тора его"',
      d: '"время его"',
      f: '"деньги его"'
    },
    correctOptions: ['b'],
    themes: ['intro-tes-14', 'intro-tes']
  },
  {
    wording: 'Сколько времени тратят на учебу люди обладающие совершенной верой?',
    pointsAvailable: 0.8,
    options: {
      a: '24 часа в сутки',
      b: 'Минимум 6 часов в сутки',
      c: 'От 3 часов в сутки',
      d: 'Все свободное время',
      f: 'Нет правильных ответов'
    },
    correctOptions: ['d'],
    themes: ['intro-tes-14', 'intro-tes']
  },
  {
    wording: 'Почему легче притянуть свет тот, что в каббале, чем свет, что в Торе?',
    pointsAvailable: 1.2,
    options: {
      a: 'Тора облачена во внешние материальные одеяния',
      b: 'Каббала и Творец - суть одно и то же',
      c: 'Тора сложнее написана',
      d: 'Каббалистические книги понятнее',
      f: 'Вся мудрость Каббалы облачена в имена Творца'
    },
    correctOptions: ['a', 'b', 'd'],
    themes: ['intro-tes-14', 'intro-tes']
  },
  {
    wording: 'Может ли быть вера человека совершенной если он уделяет Торе и заповедям меньше часа в день?',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет'
    },
    correctOptions: ['a'],
    themes: ['intro-tes-14', 'intro-tes']
  },
  {
    wording: 'Совершенная вера ...',
    pointsAvailable: 1,
    options: {
      a: 'очищает глаза человека, дабы насладились светом Его',
      b: 'приводит человека к тому, что свет Торы возвращает его к источнику',
      c: 'дает возможность придти к занятию Торой и заповедями лишма'
    },
    correctOptions: ['a', 'b', 'c'],
    themes: ['intro-tes-15', 'intro-tes']
  },
  {
    wording: 'Нечего человеку ожидать, что занятие Торой и заповедями ло лишма приведет его к лишма, пока не узнает в душе своей, что ...',
    pointsAvailable: 1.2,
    options: {
      a: 'удостоился веры в Творца и Тору Его, как полагается',
      b: 'удостоился частичной веры в Творца и Тору Его',
      c: 'удостоился совершенной веры в Творца и Тору Его'
    },
    correctOptions: ['a', 'c'],
    themes: ['intro-tes-15', 'intro-tes']
  },
  {
    wording: 'Для кого занятия Торой становятся ядом смерти?',
    pointsAvailable: 1.2,
    options: {
      a: 'Совмещающего личную выгоду с намерением насладить Создателя',
      b: 'Прилагающего усилия лишь ради собственной выгоды',
      c: 'Не верящего в награду и наказание'
    },
    correctOptions: ['b', 'c'],
    themes: ['intro-tes-16', 'intro-tes']
  },
  {
    wording: 'На какое средство указывает Бааль Сулам чтобы прийти к совершенной вере?',
    pointsAvailable: 0.8,
    options: {
      a: 'Учеба',
      b: 'Добрые дела',
      c: 'Молитва'
    },
    correctOptions: ['a'],
    themes: ['intro-tes-17', 'intro-tes']
  },
  {
    wording: 'Учеба ло лишма может привести к совершенной вере.',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет'
    },
    correctOptions: ['a'],
    themes: ['intro-tes-17', 'intro-tes']
  },
  {
    wording: 'Если кто-то занимался Торой и не смог удалить от себя злое начало, то потому лишь, что пренебрег ...',
    pointsAvailable: 0.8,
    options: {
      a: 'качеством усилий',
      b: 'количеством усилий',
    },
    correctOptions: ['a', 'b'],
    themes: ['intro-tes-18', 'intro-tes']
  },
  {
    wording: 'При изучении открытой Торы легче притянуть свет чем с помощью каббалы.',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['b'],
    themes: ['intro-tes-22', 'intro-tes']
  },
  {
    wording: 'Кто рекомендует отложить изучение Талмуда и заняться каббалой если учеба тяжело дается?',
    pointsAvailable: 1,
    options: {
      a: 'Бааль Сулам',
      b: 'Хаим Виталь',
      c: 'Мудрецы Мишны',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['a', 'b'],
    themes: ['intro-tes-19', 'intro-tes']
  },
  {
    wording: 'По мнению рава Хаим Виталя каббалу можно начинать учить только после того как преуспел в открытой Торе.',
    pointsAvailable: 1,
    options: {
      a: 'Да',
      b: 'Нет'
    },
    correctOptions: ['b'],
    themes: ['intro-tes-19', 'intro-tes']
  },
  {
    wording: 'Главное что должен требовать от Торы человек у которого еще есть злое начало это ...',
    pointsAvailable: 1.2,
    options: {
      a: 'свет, приводящий к вере',
      b: 'свет, избавляющий от дурного начала',
      c: 'свет, приносящий в серце любовь к ближнему',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['a'],
    themes: ['intro-tes-18', 'intro-tes']
  },
  {
    wording: 'Хаим Виталь рекомендует навсегда отложить изучение открытой части Торы если ...',
    pointsAvailable: 1.2,
    options: {
      a: 'трудился над ней, а злое начало все еще остается в силе',
      b: 'она тяжело дается',
      c: 'остаются преступные размышления',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['d'],
    themes: ['intro-tes-22', 'intro-tes-24', 'intro-tes']
  },
  {
    wording: 'Почему учеба может не помогать в избавлении от злого начала?',
    pointsAvailable: 1.2,
    options: {
      a: 'Из-за недостатка правильного намерения',
      b: 'Из-за недостатка способности к учебе',
      c: 'Из-за отсутствия любви к ближнему',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['a'],
    themes: ['intro-tes-23', 'intro-tes']
  },
  {
    wording: 'Обязательно ли человеку изучающему каббалу повторять практические законы Торы?',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет'
    },
    correctOptions: ['a'],
    themes: ['intro-tes-24', 'intro-tes']
  },
  {
    wording: 'Вопросы о целесообразности изучение каббалы по мнению Балль Сулама это ...',
    pointsAvailable: 1,
    options: {
      a: 'суета сует',
      b: 'ловушки расставленные злым началом',
      c: 'важные аспекты продвижения',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['a', 'b'],
    themes: ['intro-tes-25', 'intro-tes']
  },
  {
    wording: 'Если занятия открытой Торой ло лишма за 5 лет не привели к лишма, то ...',
    pointsAvailable: 1.2,
    options: {
      a: 'нужно усилиться в правильном намерении',
      b: 'нужно увеличить количество учебы',
      c: 'стоит поменять учителя',
      d: 'нужно перейти к изучению каббалы',
      e: 'хоршего результата на этом пути уже не будет'
    },
    correctOptions: ['d', 'e'],
    themes: ['intro-tes-25', 'intro-tes']
  },
  {
    wording: 'Рекомендуется ли человеку, удостоившемуся учебы лишма, углубленно изучать Талмуд?',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет'
    },
    correctOptions: ['a'],
    themes: ['intro-tes-27', 'intro-tes']
  },
];
