const questionsData = [
  {
    wording: 'В каком столетии жил Бааль Сулам?',
    pointsAvailable: 1,
    options: {
      a: 'В нашем столетии',
      b: 'В предыдущем',
      c: 'В 16-ом',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['b'],
    themes: ['vmk-1']
  },
  {
    wording: 'Другое имя рава Йегуды Ашлага это...',
    pointsAvailable: 1,
    options: {
      a: 'Ари',
      b: 'РАБАШ',
      c: 'РАМАК',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['vmk-1']
  },
  {
    wording: 'Другое имя Ицхака Лурии Ашкенази это...',
    pointsAvailable: 1.2,
    options: {
      a: 'Ари',
      b: 'РАБАШ',
      c: 'Аризаль',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['a', 'c'],
    themes: ['vmk-1']
  },
  {
    wording: 'Какой основной вопрос, по мнению Бааль Сулама, который приводит человека к изучению каббалы?',
    pointsAvailable: 1,
    options: {
      a: 'Как устроен мир?',
      b: 'Что хочет Творец?',
      c: 'В чем смысл нашей жизни?',
      d: 'Как правильно выполнять заповеди?',
    },
    correctOptions: ['c'],
    themes: ['vmk-1']
  },
  {
    wording: 'Откуда протягивается кав согласно книге "Древо Жизни"?',
    pointsAvailable: 0.8,
    options: {
      a: 'Из творения',
      b: 'Из света Бесконечности',
      c: 'Из Ацмуто',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['b'],
    themes: ['vmk-1']
  },
  {
    wording: 'Что такое "время" в духовном согласно словарю курса?',
    pointsAvailable: 1,
    options: {
      a: 'Состояние в котором два различных объекта имеют одинаковые свойства',
      b: 'Отличие в свойствах',
      c: 'Последовательность состояний',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['vmk-1']
  },
  {
    wording: 'Как переводится с иврита слово "цимцум"?',
    pointsAvailable: 1,
    options: {
      a: 'Расширение',
      b: 'Распространение',
      c: 'Отдаление',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['vmk-1']
  },
  {
    wording: 'Как переводится с иврита слово "хисарон"?',
    pointsAvailable: 0.8,
    options: {
      a: 'Расширение',
      b: 'Сокращение',
      c: 'Потребность',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['c'],
    themes: ['vmk-1']
  },
  {
    wording: 'Как переводится с иврита "швират келим"?',
    pointsAvailable:1,
    options: {
      a: 'Расширение творения',
      b: 'Распространение света',
      c: 'Разбиение сосуда',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['vmk-1']
  },
  {
    wording: 'Что такое "кав"?',
    pointsAvailable: 0.8,
    options: {
      a: 'Линия',
      b: 'Потребность',
      c: 'Единство',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['a'],
    themes: ['vmk-1']
  },
  {
    wording: 'Что такое "единство" в духовном согласно словарю курса?',
    pointsAvailable: 1,
    options: {
      a: 'Состояние в котором Он один',
      b: 'Сумма этапов в порядке "причина-следствие"',
      c: 'Подобие в свойствах',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['vmk-1']
  },
  {
    wording: 'Что такое расстояния в духовном согласно словарю курса?',
    pointsAvailable: 1,
    options: {
      a: 'Подобие в свойствах',
      b: 'Сумма этапов в порядке "причина — следствие"',
      c: 'Разбиение сосудов',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['vmk-1']
  },
  {
    wording: 'Мир Бесконечности это состояние в котором Он и Имя Его едины.',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['a'],
    themes: ['vmk-1']
  },
  {
    wording: 'Понятие "малхут" - не применяется к миру Бесконечности.',
    pointsAvailable: 1,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['b'],
    themes: ['vmk-1']
  },
  {
    wording: 'Согласно словарю курса, состояние в котором Он и Имя Его едины это — ...',
    pointsAvailable: 0.8,
    options: {
      a: 'Цимцум',
      b: 'Швират келим',
      c: 'Миры АБЕ"А',
      d: 'Мир Бесконечности',
    },
    correctOptions: ['d'],
    themes: ['vmk-1']
  },
  {
    wording: 'Сумма этапов в порядке "причина-следствие", согласно словарю курса, это...',
    pointsAvailable: 0.8,
    options: {
      a: 'Расстояние в духовном',
      b: 'Время в духовном',
    },
    correctOptions: ['d'],
    themes: ['vmk-1']
  },
];
