const questionsData = [
  {
    wording: 'Что из перечисленного является заповедями для бней Ноах?',
    pointsAvailable: 1,
    options: {
      a: 'Запрет есть от живого',
      b: 'Запрет богохульства',
      c: 'Повеление соблюдать субботу',
      d: 'Повеление любить Творца',
      e: 'Повеление трепетать перед Творцом',
    },
    correctOptions: ['a', 'b'],
    themes: ['knm-5']
  },
  {
    wording: 'Что такое заповедь согласно словарю курса?',
    pointsAvailable: 0.8,
    options: {
      a: 'Повеление Творца',
      b: 'Закон из Торы',
      c: 'Постановление мудрецов',
      d: 'Нет правильных ответов.',
    },
    correctOptions: ['d'],
    themes: ['knm-5']
  },
  {
    wording: 'Что такое бней Ноах согласно словарю курса?',
    pointsAvailable: 0.8,
    options: {
      a: 'Неевреи',
      b: 'Сыны Ноаха',
      c: 'Потомки Ноаха',
      d: 'Нет правильных ответов.',
    },
    correctOptions: ['c'],
    themes: ['knm-5']
  },
  {
    wording: 'Если нееврей не следует законам Торы, то его...',
    pointsAvailable: 1,
    options: {
      a: 'интеллектуальные сфирот подчинены эмоциональным',
      b: 'эмоциональные сфирот подчинены интеллектуальным',
    },
    correctOptions: ['a'],
    themes: ['knm-5']
  },
  {
    wording: 'При соблюдении неевреем 7-ми заповедей бней Ноах его...',
    pointsAvailable: 1,
    options: {
      a: 'эмоциональные сфирот подчиняются интеллектуальным',
      b: 'интеллектуальные сфирот подчиняются эмоциональным',
    },
    correctOptions: ['a'],
    themes: ['knm-5']
  },
  {
    wording: 'Кто такой ноахид согласно словарю курса?',
    pointsAvailable: 0.8,
    options: {
      a: 'Потомок Ноаха',
      b: 'Нееврей',
      с: 'Человек, принявший на себя выполнение заповедей бней Ноах',
    },
    correctOptions: ['с'],
    themes: ['knm-5']
  },
  {
    wording: 'К какой сфире относится запрет идолопоклонства?',
    pointsAvailable: 0.8,
    options: {
      a: 'Хесед',
      b: 'Гвура',
      с: 'Тиферет',
      d: 'Нет правильных ответов.',
    },
    correctOptions: ['d'],
    themes: ['knm-5']
  },
  {
    wording: 'Какая заповедь относиться к сфире Йесод?',
    pointsAvailable: 0.8,
    options: {
      a: 'Запрет идолопоклонства',
      b: 'Запрет есть от живого',
      с: 'Запрет убийства',
      d: 'Нет правильных ответов.',
    },
    correctOptions: ['b'],
    themes: ['knm-5']
  },
  {
    wording: 'Запрет богохульства относиться к сфире...',
    pointsAvailable: 1,
    options: {
      a: 'Кетер',
      b: 'Хохма',
      с: 'Бина',
      d: 'Нет правильных ответов.',
    },
    correctOptions: ['d'],
    themes: ['knm-5']
  },
  {
    wording: 'Сфира Хесед соответствует заповеди о запрете...',
    pointsAvailable: 0.8,
    options: {
      a: 'богохульства',
      b: 'идолопоклонства',
      с: 'разврата',
      d: 'Нет правильных ответов.',
    },
    correctOptions: ['с'],
    themes: ['knm-5']
  },
  {
    wording: 'Какой сфире соответствует заповедь о запрете воровства?',
    pointsAvailable: 0.8,
    options: {
      a: 'Хесед',
      b: 'Гвура',
      с: 'Тиферет',
      d: 'Нет правильных ответов.',
    },
    correctOptions: ['с'],
    themes: ['knm-5']
  }
];
