var questionsData = [
  {
    wording: 'Когда человек удостаивается постижения явного управления?',
    pointsAvailable: 1.2,
    options: {
      a: 'Когда завершил меру своих усилий',
      b: 'Когда постиг основные моменты скрытой части Торы',
      c: 'Только после того, как Творец ему поможет',
      d: 'Только когда выполнит заповедь любви к Творцу'
    },
    correctOptions: ['a', 'c'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'Какая первая ступень постижения явного управления Творца?',
    pointsAvailable: 0.8,
    options: {
      a: 'Управление вознаграждением и наказанием',
      b: 'Одинарное скрытие',
      c: 'Двойное скрытие',
      d: 'Управление вечностью'
    },
    correctOptions: ['a'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'Возможно ли постичь при жизни вознаграждение за заповедь в будущем мире?',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет'
    },
    correctOptions: ['a'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'На каком этапе постижения управления Творца человек обладает уверенностью, что не согрешит больше?',
    pointsAvailable: 1.2,
    options: {
      a: 'В двойном скрытии',
      b: 'В одинарном скрытии',
      c: 'При постижении управления раскрытием лика',
      d: 'При постижении управления скрытием лика',
      e: 'При постижении управления вечностью'
    },
    correctOptions: ['c', 'e'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'Что такое возвращение из трепета?',
    pointsAvailable: 1,
    options: {
      a: 'Переход с одинарного скрытия в постижение управления раскрытием лика',
      b: 'Переход с двойного скрытия в одинарное',
      c: 'Переход с постижения управления скрытием лика в постижения управления раскрытием лика',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['c', 'a'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'Продолжите фразу: "Совершающий возвращение из трепета удостаивается того, что злоумышления становятся для него как ..."',
    pointsAvailable: 0.8,
    options: {
      a: 'преступления',
      b: 'наказания',
      c: 'заслуги',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['d'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'Когда человек верит в управление вознаграждением и наказанием?',
    pointsAvailable: 1,
    options: {
      a: 'В одинарном скрытии',
      b: 'В двойном скрытии'
    },
    correctOptions: ['a'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'На каком этапе злоумышления превращаются в оплошности?',
    pointsAvailable: 1,
    options: {
      a: 'При переходе в одинарном скрытии',
      b: 'При переходе к постижению управления раскрытием лика',
      c: 'При переходе к постижению управления вечностью',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['b'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'Выберите верные утверждения о законченном праведнике.',
    pointsAvailable: 1,
    options: {
      a: 'Как правило находится в одинарном скрытии',
      b: 'Как правило находится в двойном скрытии',
      c: 'Постигает управление Творца раскрытием лика',
      d: 'Постигает управление вечностью',
      e: 'Нет правильных ответов'
    },
    correctOptions: ['d', 'c'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'Кого Бааль Сулам называет "средним"?',
    pointsAvailable: 1,
    options: {
      a: 'Находящегося в одинарном скрытии',
      b: 'Постигающего управление Творца раскрытием лика',
      c: 'Постигающего управление вечностью',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['d'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'Выберите верные утверждения о праведнике согласно мнению Бааль Сулама',
    pointsAvailable: 1.2,
    options: {
      a: 'Большую часть времени находится в одинарном скрытии',
      b: 'Постигает управление раскрытием лика',
      c: 'Как минимум постигает управление вознаграждением и наказанием',
      d: 'Всегда находится в постижении управление вечностью'
    },
    correctOptions: ['b', 'c'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'На каком этапе человек раскрывает Творца как "творящий добро плохим и хорошим"?',
    pointsAvailable: 1.2,
    options: {
      a: 'Уже на этапе одинарного скрытия',
      b: 'Когда человек "законченный праведник"',
      c: 'При постижении управления вознаграждением и наказанием',
      d: 'При постижении управление вечностью'
    },
    correctOptions: ['b', 'd'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'Кто такой незаконченный праведник?',
    pointsAvailable: 1,
    options: {
      a: 'Находящийся в одинарном скрытии',
      b: 'Находящийся в двойном скрытии',
      c: 'Постигающий управление вознаграждением и наказанием',
      d: 'Постигающий управление вечностью'
    },
    correctOptions: ['c'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'Какой из этапов постижения управления Творца можно назвать зависимой любовью?',
    pointsAvailable: 1,
    options: {
      a: 'Управление вознаграждением и наказанием',
      b: 'Одинарное скрытие',
      c: 'Двойное скрытие',
      d: 'Управление вечностью'
    },
    correctOptions: ['a'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
  {
    wording: 'На каком этапе злоумышления человека становятся для него как заслуги?',
    pointsAvailable: 1.2,
    options: {
      a: 'На последнем этапе зависимой любви',
      b: 'На последнем этапе независимой любви',
      c: 'На этапе, когда человека можно назвать "средним"',
      d: 'При постижении управления вечностью',
      e: 'Нет правильных ответов'
    },
    correctOptions: ['b', 'd'],
    themes: ['knm-3-lesson-3', 'knm-3']
  },
];
