const questionsData = [
  {
    wording: 'Согласно определению курса, каббала это средство соединения человека с Творцом через понимание...',
    pointsAvailable: 0.8,
    options: {
      a: 'мистической части иудаизма',
      b: 'созидательного процесса',
      c: 'каббалистических моделей',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['b'],
    themes: ['knm-1']
  },
  {
    wording: 'Кто такой Машиах согласно словарю курса?',
    pointsAvailable: 1,
    options: {
      a: 'Творец',
      b: 'Человек',
      c: 'Эпоха',
      d: 'Моисей',
    },
    correctOptions: ['b'],
    themes: ['knm-1']
  },
  {
    wording: 'Кто считается основателем хасидизма как религиозного движения?',
    pointsAvailable: 0.8,
    options: {
      a: 'Бааль Тов',
      b: 'Аризаль',
      c: 'РАМАК',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['knm-1']
  },
  {
    wording: 'В каком смысле слово каббала встречается в Пятикнижии?',
    pointsAvailable: 1.2,
    options: {
      a: 'Причинность',
      b: 'Реальность',
      c: 'Соответствие',
      d: 'Слово каббала в Пятикнижии не встречается.',
    },
    correctOptions: ['d'],
    themes: ['knm-1']
  },
  {
    wording: 'Мистические модели каббалы запрещено применять в обычных жизненных ситуациях',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['b'],
    themes: ['knm-1']
  },
  {
    wording: 'Откуда появились каббалистические модели?',
    pointsAvailable: 1,
    options: {
      a: 'Придумали пророки',
      b: 'Творец передал через мудрецов',
      c: 'Придумали мудрецы',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['knm-1']
  },
  {
    wording: 'Какую основную цель преследовали все каббалистические школы?',
    pointsAvailable: 1,
    options: {
      a: 'Усиление чуткости к единству Творца',
      b: 'Развитие каббалистических моделей',
      c: 'Увеличение знаний полученных из Торы',
    },
    correctOptions: ['a'],
    themes: ['knm-1']
  },
  {
    wording: 'Каббала это внутренний аспект...',
    pointsAvailable: 1.2,
    options: {
      a: 'Письменной Торы',
      b: 'ТаНаХа',
      c: 'Устной Торы',
      d: 'Устной Традиции',
      e: 'Священного Писания',
    },
    correctOptions: ['a', 'b', 'c', 'd', 'e'],
    themes: ['knm-1']
  },
  {
    wording: 'Каббала включает в себя...',
    pointsAvailable: 1,
    options: {
      a: 'мудрость',
      b: 'пророчество',
    },
    correctOptions: ['a', 'b'],
    themes: ['knm-1']
  },
  {
    wording: 'Тело Торы это каббала, а душа – алаха.',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['b'],
    themes: ['knm-1']
  },
  {
    wording: 'Что такое "алаха" согласно определению курса?',
    pointsAvailable: 1,
    options: {
      a: 'Внутренняя часть Торы',
      b: 'Душа Торы',
      c: 'Тело Торы',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['d'],
    themes: ['knm-1']
  },

  {
    wording: 'Последний этап раскрытия каббалы перед эпохой Машиаха это ..',
    pointsAvailable: 1.2,
    options: {
      a: 'Лурианская каббала',
      b: 'хасидизм',
      c: 'учение Бааль Шем Това',
      d: 'Нет правильных ответов'
    },
    correctOptions: ['b', 'c'],
    themes: ['knm-1']
  },
  {
    wording: 'Что такое Письменная Тора?',
    pointsAvailable: 1.2,
    options: {
      a: 'Пятикнижие Моисея, Пророки и Писания',
      b: 'Священное писание',
      c: 'ТаНах',
      d: 'Нет правильных ответов'
    },
    correctOptions: ["a", 'b', 'c'],
    themes: ['knm-1']
  },
  {
    wording: 'Выберите основные школы каббалы согласно определениям курса.',
    pointsAvailable: 1,
    options: {
      a: 'Школа Ари',
      b: 'Бааль Шем Това',
      c: 'РАМАКа',
      d: 'рава Моше Кардоверо'
    },
    correctOptions: ["a", 'b', 'c', 'd'],
    themes: ['knm-1']
  },
  {
    wording: 'Что такое устная Тора согласно определению курса?',
    pointsAvailable: 1,
    options: {
      a: 'учения еврейских мудрецов',
      b: 'мнения еврейских мудрецов',
      c: 'комментарии еврейских мудрецов',
      d: 'Нет правильных ответов.'
    },
    correctOptions: ["a", 'b', 'c'],
    themes: ['knm-1']
  },
  {
    wording: 'Каббала это законодательная часть Торы.',
    pointsAvailable: 1,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['b'],
    themes: ['knm-1']
  },
];
