var questionsData = [
  {
    wording: 'Способен ли человеческий разум напрямую познавать Творца?',
    pointsAvailable: 0.8,
    options: {
      a: 'Да',
      b: 'Нет',
    },
    correctOptions: ['b'],
    themes: ['knm-lesson-1', 'knm']
  },
  {
    wording: 'В первую очередь человек должен выявить Б-жественность скрытую в ...',
    pointsAvailable: 1,
    options: {
      a: 'в нем самом',
      b: 'в ближнем',
      c: 'в человечестве',
      d: 'во всем сотворенном'
    },
    correctOptions: ['a'],
    themes: ['knm-lesson-1', 'knm']
  },
  {
    wording: 'На курсе "Каббала для народов мира" мы пользуемся утверждением, что Творец создал наш мир с целью ...',
    pointsAvailable: 1.2,
    options: {
      a: 'дать человеку свободу выбора',
      b: 'испытать человека',
      c: 'насладить сотворенных',
      d: 'Нет правильных ответов',
    },
    correctOptions: ['d'],
    themes: ['knm-lesson-1', 'knm']
  },
  {
    wording: 'Продолжите фразу: "Единственный способ для человека понять, какова его личная роль в Высшем Плане это ..."',
    pointsAvailable: 1.2,
    options: {
      a: 'изучать Тору и выполнять заповеди',
      b: 'связызаться с частью Б-жественности внутри себя',
      c: 'представлять себя частицей общей души в духовных мирах',
      d: 'пытаться видеть Б-жественность в окружающем мире',
      f: 'Нет правильных ответов',
    },
    correctOptions: ['b'],
    themes: ['knm-lesson-1', 'knm']
  }
]
